/*
1. Если переменная a равна &#39;1&#39; и по значению и по типу, то выведите &#39;Верно&#39;, иначе
выведите &#39;Неверно&#39;.
Проверьте работу скрипта при a, равном &#39;1&#39;, 1, 3.
2. Если переменная item не равна true, то выведите &#39;Верно&#39;, иначе выведите &#39;Неверно&#39;.
Проверьте работу
скрипта при item, равном true, false. Напишите два варианта скрипта - с короткой записью
и с длинной.
3. Если переменная a больше нуля и меньше 4-ти, то выведите &#39;Верно&#39;, иначе выведите
&#39;Неверно&#39;.
Проверьте работу скрипта при a, равном 4, 0, -3, 2.
4. Если переменная a больше 3-х и меньше 12-ти, или переменная b больше или равна 7-
и и меньше 15-ти, то выведите &#39;Верно&#39;, в противном случае выведите &#39;Неверно&#39;.
5. В переменной month лежит какое-то число из интервала от 1 до 12. Определите в какую
пору года попадает этот месяц (зима, лето, весна, осень).
6. Выведите в консоли столбец четных чисел в промежутке от 0 до 100. (используя for или while)
*/